{
    ":alias update": "Labot :alias",
    "Add a new alias to forward emails to other email addresses.": "Pievienot jaunu pāradresāciju, lai pārsūtītu e-pasta ziņojumus uz citām e-pasta adresēm.",
    "Add a new email address to your domain.": "Pievienot savai domēnai jaunu e-pasta adresi.",
    "Admin": "Administrātors",
    "Alias": "Pāradresācija",
    "Aliases": "Pāradresācijas",
    "Choose a role": "Izvēlies lomu",
    "Create alias": "Izveidot pāradresāciju",
    "Create mailbox": "Izveidot pastkastīti",
    "Create New Alias": "Izveidot jaunu pāradresāciju",
    "Create New Mailbox": "Izveidot jaunu pastkastīti",
    "Create": "Izveidot",
    "Dashboard": "Infopanelis",
    "Edit": "Labot",
    "Email Address": "E-pasta adrese",
    "Emails": "E-pasti",
    "Email": "E-pasts",
    "Ensure the account is using a long, random password to stay secure.": "Pārliecinieties, ka kontā tiek izmantota gara, nejauša parole, lai saglabātu drošību.",
    "Forwards To": "Pārsūtīt uz",
    "Log Out": "Iziet",
    "Mailboxes": "Pastkastītes",
    "New Password": "Jauna parole",
    "Password": "Parole",
    "Profile": "Profils",
    "Profile Information": "Profila informācija",
    "Update your account's profile information and email address.": "Atjauniniet sava konta profila informāciju un e-pasta adresi.",
    "Reset Password for :email": "Atjaunot :email paroli",
    "Reset Password": "Atjaunot paroli",
    "Role": "Loma",
    "Save": "Saglabāt",
    "Saved.": "Saglabāts.",
    "Update Alias": "Labot pāradresāciju",
    "Update the recipients that receive emails sent to this alias.": "Labot adreses, kuras saņems e-pasta ziņojumus.",
    "Update": "Labot",
    "User": "Lietotājs",
    "You're logged in!": "Jūs esat pieteicies!",
    "Name": "Vārds",
    "Update Password": "Atjaunot paroli",
    "Ensure your account is using a long, random password to stay secure.": "Pārliecinieties, ka jūsu kontā tiek izmantota gara, nejauša parole, lai nodrošinātu drošību.",
    "Current Password": "Esošā parole",
    "Confirm Password": "Apstiprināt jauno paroli",
    "Delete Account": "Dzēst kontu",
    "Are you sure you want to delete your account?": "Vai tiešām vēlaties dzēst kontu?",
    "Cancel": "Atcelt",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Kad jūsu konts tiks dzēsts, visa tā saturs un dati, tiks neatgriezeniski izdzēsti. Pirms konta dzēšanas, lūdzu, lejupielādējiet visus datus, ko vēlaties saglabāt.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Kad jūsu konts tiks dzēsts, visa tā saturs un dati, tiks neatgriezeniski izdzēsti. Lūdzu, ievadiet savu paroli, lai apstiprinātu, ka vēlaties neatgriezeniski dzēst savu kontu.",
    "Log in": "Pieteikties",
    "Register": "Reģistrēties",
    "Already registered?": "Vai esat jau reģistrējies?",
    "Remember me": "Atcerēties",
    "Forgot your password?": "Vai aizmirsāt paroli?",
    "This is a secure area of the application. Please confirm your password before continuing.": "Šī ir droša lietojumprogrammas zona. Pirms turpināt, lūdzu, apstipriniet savu paroli.",
    "Confirm": "Apstiprināt",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Aizmirsāt paroli? Nav problēmu. Vienkārši paziņojiet mums savu e-pasta adresi, un mēs jums pa e-pastu nosūtīsim paroles atiestatīšanas saiti, kas ļaus jums izvēlēties jaunu.",
    "Email Password Reset Link": "E-pasta paroles atiestatīšanas saite",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Paldies, ka reģistrējāties! Vai pirms darba sākšanas varētu apstiprināt savu e-pasta adresi, noklikšķinot uz saites, kuru tikko nosūtījām jums uz e-pastu? Ja nesaņēmāt e-pastu, mēs ar prieku nosūtīsim jums jaunu.",
    "A new verification link has been sent to the email address you provided during registration.": "Ir nosūtīta jauna verifikācijas saite uz e-pasta adresi, kuru norādījāt reģistrācijas laikā.",
    "Resend Verification Email": "Atkārtoti nosūtīt verifikācijas e-pastu",
    ":email reset": "Atjaunot :email",
    "Email :email created successfully!": "E-pasts :email tika veiksmīgi izveidots!",
    "User :user password reset successfully!": "Lietotāja :user parole tika veiksmīgi atjaunota!",
    "Alias :alias created successfully!": "Pāradresācija :alias tika veiksmīgi izveidota!",
    "Alias :alias updated successfully!": "Pāradresācija :alias tika veiksmīgi labota!",
    "Zipper": "Rāvējslēdzis"
}
